{
  "About me": "About me",
  "About Me - Description": "I am a Front-end developer based in Munich, Germany. I enjoy helping designers and companies bring their ideas into real life.\nI am looking forward to continuing my developer career with a job in a junior web developer position. \n \n If you think I’d be a good match for your projects, contact me! ",
  "About Me - Description2": "If you think I’d be a good match for your projects, contact me!",
  "Portfolio - Header": "Feel free to try out my latest development projects and look into their code.",
  "project": {
    "videoflix": "A video streaming platform similar to Netflix, featuring an Angular 17 frontend and a Django REST backend.",
    "dabubble": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
    "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "el pololoco": "A simple Jump-and-Run game based on an object-oriented approach. Help pepe to find coins and poison bottles to fight against the killer chicken.",
    "pokédex": "Based on the PokéAPI a simple library that provides and catalogues pokemon information."
  },
  "say hi": "Say hi!",
  "contact": {
    "description1": "Want to discuss a new project?",
    "description2": "Say hello! Let's discuss your ideas and make it happen.",
    "name": "Your name",
    "namerequired": "Your name is required - min 3 signs",
    "email": "Your email",
    "emailrequired": "Your email is required",
    "message": "Your message",
    "messagerequired": "Your message is empty - min 5 signs",
    "readpolicy1": "I've read the",
    "readpolicy2": "privacy policy",
    "readpolicy3": "and agree to the processing of my data as outlined."
  },

  "aboutMenu": "About me",
  "skilltMenu": "My skills",
  "imprint": "Imprint",

  "legalNotice": {
    "information": "Information according to § 5 TMG",
    "represented": "Represented by",
    "contact": "Contact",
    "phone": "Phone",
    "email": "Mail",
    "disclaimer": "Disclaimer",
    "contentHeadline": "Liability for content",
    "content": "The contents of our pages have been created with the greatest care. However, we cannot assume any liability for the accuracy, completeness and topicality of the content. As a service provider, we are responsible for our own content on these pages in accordance with § 7 para. 1 TMG (German Telemedia Act) and general laws. According to §§ 8 to 10 TMG, however, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general legislation remain unaffected by this. However, liability in this respect is only possible from the time of knowledge of a specific infringement. As soon as we become aware of such infringements, we will remove this content immediately.",
    "linksHeadline": "Liability for links",
    "links": "Our website contains links to external third-party websites over whose content we have no influence. Therefore, we cannot accept any liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of an infringement. If we become aware of any legal infringements, we will remove such links immediately.",
    "privacyHeadline": "Privacy policy",
    "privacy": "The use of our website is generally possible without providing personal data. If personal data (e.g. name, address or e-mail addresses) is collected on our website, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.\nWe would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) can have security gaps. Complete protection of data against access by third parties is not possible.\nWe hereby expressly object to the use of contact data published in the context of the imprint obligation by third parties for sending unsolicited advertising and information material. The operators of the website expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam e-mails.",
    "imprint": "Imprint from "
  }
}
